Repository: zyk1172/storesenseios
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko, zh_hant

source: 数据备份与恢复
de: Sicherung & Wiederherstellung
en: Backup & Restore
es: Copia de seguridad
fr: Sauvegarde et restauration
ja: データのバックアップと復元
ko: 데이터 백업 및 복원
zh_hant: 資料備份與還原

source: 整洁评分
de: Ordnungswertung
en: Cleanliness Score
es: Puntuación de orden
fr: Score de propreté
ja: 清潔スコア
ko: 청결 점수
zh_hant: 整潔評分

source: 整理
de: Sortieren
en: Sort
es: Clasificar
fr: Trier
ko: 정리

source: 整顿
de: Ordnung schaffen
en: Set in Order
es: Ordenar
fr: Ranger
ja: 整頓
ko: 정돈
zh_hant: 整頓

source: 整齐
de: Gut
en: Good
es: Bueno
fr: Bien
ja: 整頓
ko: 정돈됨
zh_hant: 整齊

source: 文字输入
de: Text
en: Text Input
es: Texto
fr: Texte
ja: テキスト入力
ko: 텍스트 입력
zh_hant: 文字輸入

source: 新建收纳位
de: Neuer Stauraum
en: New Location
es: Nueva ubicación
fr: Nouvel emplacement
ja: 新しい収納スペース
ko: 새 수납 위치
zh_hant: 新增收納位

source: 新建收纳组
de: Neue Gruppe
en: New Group
es: Nuevo grupo
fr: Nouveau groupe
ja: 新しいグループ
ko: 새 그룹
zh_hant: 新增收納組

source: 新建空间名称
de: Bereichsname
en: New Space Name
es: Nombre del espacio
fr: Nom de l'espace
ja: スペース名
ko: 공간 이름
zh_hant: 空間名稱

source: 新建空间名称 (例如：书房、主卧)
de: Name (z.B. Arbeitszimmer)
en: New Space Name (e.g., Study, Bedroom)
es: Nombre (ej: Estudio)
fr: Nom (ex: Bureau)
ja: スペース名（例：書斎、主臥室）
ko: 공간 이름 (예: 서재, 안방)
zh_hant: 空間名稱（如：書房、主臥）

source: 无效 URL
de: Ungültige URL
en: Invalid URL
es: URL no válida
fr: URL invalide
ja: 無効なURL
ko: 유효하지 않은 URL
zh_hant: 無效 URL

source: 无效响应
de: Ungültige Antwort
en: Invalid Response
es: Respuesta no válida
fr: Réponse invalide
ja: 無効なレスポンス
ko: 유효하지 않은 응답
zh_hant: 無效回應

source: 无法处理图片数据
de: Bilddaten können nicht verarbeitet werden
en: Cannot process image data
es: No se puede procesar la imagen
fr: Impossible de traiter l'image
ja: 画像データを処理できません
ko: 이미지 데이터를 처리할 수 없음
zh_hant: 無法處理圖片資料

source: 无法读取输入的文本
de: Text nicht lesbar
en: Unable to read text input.
es: No se puede leer
fr: Lecture impossible
ja: テキスト読み取り不可
ko: 텍스트 읽기 실패
zh_hant: 無法讀取文字

source: 智能搜索
de: Intelligente Suche
en: Smart Search
es: Búsqueda inteligente
fr: Recherche intelligente
ja: スマート検索
ko: 스마트 검색
zh_hant: 智慧搜尋

source: 智能搜索中...
de: Intelligente Suche...
en: Smart Searching...
es: Búsqueda inteligente...
fr: Recherche intelligente...
ja: スマート検索中...
ko: 스마트 검색 중...
zh_hant: 智慧搜尋中...

source: 暂无房间
de: Noch keine Räume
en: No Locations Yet
es: Sin habitaciones
fr: Aucune pièce
ja: まだ部屋がありません
ko: 아직 방이 없습니다
zh_hant: 暫無房間

source: 服务器返回了无效响应
de: Ungültige Serverantwort
en: Server returned invalid response
es: Respuesta del servidor no válida
fr: Réponse serveur invalide
ja: サーバーから無効なレスポンス
ko: 서버가 유효하지 않은 응답을 반환
zh_hant: 伺服器回傳了無效回應

source: 服务地址
de: Service-URL
en: API Base URL
es: URL del servicio
fr: URL du service
ja: サービスURL
ko: 서비스 URL
zh_hant: 服務地址

source: 服务状态
de: Service-Status
en: Status
es: Estado del servicio
fr: État du service
ja: サービス状態
ko: 서비스 상태
zh_hant: 服務狀態

source: 未找到 "%@"
de: %@ nicht gefunden
en: "%@" Not Found
es: %@ no encontrado
fr: %@ introuvable
ja: 「%@」が見つかりません
ko: '%@'을(를) 찾을 수 없음

source: 未配置 API Key
de: API-Schlüssel nicht konfiguriert
en: API Key Not Configured
es: API Key no configurado
fr: Clé API non configurée
ja: APIキーが未設定
ko: API 키 미설정
zh_hant: 未設定 API Key

source: 未配置模型
de: Kein Modell
en: No Model Configured
es: Sin modelo
fr: Aucun modèle
ja: モデル未設定
ko: 모델 미설정
zh_hant: 未設定模型

source: 杂乱
de: Unordnung
en: Cluttered
es: Desorden
fr: Désordre
ja: 散らかり
ko: 지저분함
zh_hant: 雜亂

source: 查找物品
de: Suchen
en: Find Items
es: Buscar objetos
fr: Rechercher
ja: アイテム検索
ko: 물품 검색

source: 标准化
de: Standardisieren
en: Standardize
es: Estandarizar
fr: Standardiser
ja: 標準化
ko: 표준화
zh_hant: 標準化

source: 模型
de: Modell
en: Model
es: Modelo
fr: Modèle
ja: モデル
ko: 모델

source: 模型列表
de: Modelliste
en: Model List
es: Lista de modelos
fr: Liste des modèles
ja: モデル一覧
ko: 모델 목록

source: 模型设置
de: Einstellungen
en: Model Settings
es: Configuración
fr: Paramètres
ja: モデル設定
ko: 모델 설정
zh_hant: 模型設定

source: 欢迎使用智能收纳助手
de: Willkommen bei StoreSense
en: Welcome to StoreSense
es: Bienvenido a StoreSense
fr: Bienvenue dans StoreSense
ja: スマート収納アシスタントへようこそ
ko: 스마트 수납 도우미에 오신 것을 환영합니다
zh_hant: 歡迎使用智慧收納助手

source: 正在呼叫 AI，请稍候...
de: KI-Verbindung...
en: Connecting to AI, please wait...
es: Conectando con IA...
fr: Connexion IA...
ja: AIに接続中...
ko: AI에 연결 중...
zh_hant: 正在呼叫 AI，請稍候...

source: 正在识别局部细节...
de: Details werden analysiert...
en: Analyzing local area...
es: Analizando detalles...
fr: Analyse des details...
ja: 詳細を分析中...
ko: 세부 사항 분석 중...
zh_hant: 正在識別局部細節...

source: 正在识别物品...
de: Objekte werden erkannt...
en: Detecting items...
es: Detectando objetos...
fr: Detection en cours...
ja: アイテムを認識中...
ko: 물품 인식 중...
zh_hant: 正在識別物品...

source: 正在重新识别...
de: Erneute Analyse...
en: Re-analyzing...
es: Re-analizando...
fr: Re-analyse...
ja: 再認識中...
ko: 재인식 중...
zh_hant: 正在重新識別...

source: 测试 API 连接
de: API-Verbindung testen
en: Test API Connection
es: Probar conexion API
fr: Tester la connexion API
ja: API接続をテスト
ko: API 연결 테스트
zh_hant: 測試 API 連線

source: 测试中...
de: Test laeuft...
en: Testing...
es: Probando...
fr: Test en cours...
ja: テスト中...
ko: 테스트 중...
zh_hant: 測試中...

source: 测试当前连接
de: Aktuelle Verbindung testen
en: Test Current Connection
es: Probar conexion actual
fr: Tester la connexion
ja: 現在の接続をテスト
ko: 현재 연결 테스트
zh_hant: 測試目前連線

source: 添加新模型
de: Neues Modell hinzufügen
en: Add New Model
es: Agregar nuevo modelo
fr: Ajouter un nouveau modèle
ja: 新しいモデルを追加
ko: 새 모델 추가
zh_hant: 新增新模型

source: 添加模型
de: Modell hinzufügen
en: Add Model
es: Agregar modelo
fr: Ajouter un modèle
ja: モデルを追加
ko: 모델 추가
zh_hant: 新增模型

source: 添加物品
de: Gegenstand hinzufuegen
en: Add Item
es: Agregar objeto
fr: Ajouter un objet
ja: アイテムを追加
ko: 물품 추가
zh_hant: 新增物品

source: 清扫
de: Säubern
en: Shine
es: Limpiar
fr: Nettoyer
ja: 清掃
ko: 청소
zh_hant: 清掃

source: 清空所有物品
de: Alle Gegenstände löschen
en: Clear All Items
es: Borrar todos los objetos
fr: Supprimer tous les objets
ja: すべてのアイテムを消去
ko: 모든 물품 비우기

source: 清空搜索索引
de: Suchindex leeren
en: Clear Search Index
es: Limpiar índice
fr: Vider l'index
ja: 検索インデックスをクリア
ko: 검색 인덱스 비우기
zh_hant: 清空搜尋索引

source: 清空搜索统计
de: Suchstatistiken leeren
en: Clear Search Statistics
es: Limpiar estadísticas
fr: Vider les statistiques
ja: 検索統計をクリア
ko: 검색 통계 비우기
zh_hant: 清空搜尋統計

source: 点击下方按钮添加物品
de: Tippen zum Hinzufügen
en: Tap below to add items
es: Toca para agregar
fr: Touchez pour ajouter
ja: 下のボタンで追加
ko: 아래 버튼으로 추가
zh_hant: 點擊下方按鈕新增物品

source: 点击切换：
de: Zum Umschalten tippen:
en: Tap to switch:
es: Toca cambiar:
fr: Touchez changer :
ja: タップ切替：
ko: 탭 전환:
zh_hant: 點擊切換：

source: 点击右上角的 + 号创建你的第一个收纳位
de: Tippen Sie auf +
en: Tap '+' on the top right to create your first location
es: Toca + para crear ubicación
fr: Touchez + pour créer
ja: 右の + で最初の収納スペース
ko: 오른쪽 +로 첫 수납 위치
zh_hant: 點擊右上角 + 建立第一個收納位

source: 点击整行切换激活模型，铅笔编辑，红色删除。多模型的点击展开后可切换子模型。
de: Tippen aktivieren, Stift bearbeiten, Rot löschen.
en: Tap row to activate, pencil to edit, trash to delete. Expand multi-model rows to switch sub-models.
es: Toca activar, lápiz editar, rojo eliminar.
fr: Touchez activer, crayon éditer, rouge supprimer.
ja: 行タップ切替、鉛筆編集、赤削除。展開でサブ切替。
ko: 행 탭 전환, 연필 편집, 빨간 삭제. 펼쳐 서브 전환.
zh_hant: 整行切換模型，鉛筆編輯，紅色刪除。展開可切換子模型。

source: 物品
de: Gegenstände
en: Items
es: Objetos
fr: Objets
ja: アイテム
ko: 물품

source: 物品信息
de: Gegenstand-Info
en: Item Info
es: Informacion del objeto
fr: Infos de l'objet
ja: アイテム情報
ko: 물품 정보
zh_hant: 物品資訊

source: 物品名称
de: Gegenstandsname
en: Item Name
es: Nombre del objeto
fr: Nom de l'objet
ja: アイテム名
ko: 물품 이름
zh_hant: 物品名稱

source: 物品名称 (必填)
de: Name (erforderlich)
en: Item Name (Required)
es: Nombre (requerido)
fr: Nom (requis)
ja: アイテム名（必須）
ko: 물품 이름 (필수)
zh_hant: 物品名稱（必填）

source: 物品堆叠过高
de: Gegenstände zu hoch gestapelt
en: Items stacked too high
es: Objetos apilados demasiado
fr: Objets empilés trop haut
ja: アイテムを積みすぎ
ko: 물건이 너무 많이 쌓임
zh_hant: 物品堆疊過高

source: 物品清单
de: Gegenstandliste
en: Item List
es: Lista de items
fr: Liste des objets
ja: アイテム一覧
ko: 물품 목록
zh_hant: 物品清單

source: 物品溢出收纳边界
de: Gegenstände überladen
en: Items overflowing storage boundaries
es: Objetos desbordando
fr: Objets débordant
ja: アイテムが収納枠を越えている
ko: 물건이 수납 경계를 벗어남
zh_hant: 物品溢出收納邊界

source: 相对位置
de: Relative Position
en: Relative Position
es: Posicion relativa
fr: Position relative
ja: 相対位置
ko: 상대 위치
zh_hant: 相對位置

source: 相对位置描述
de: Relative Position
en: Relative Location
es: Ubicación relativa
fr: Position relative
ja: 相対位置の説明
ko: 상대 위치 설명
zh_hant: 相對位置描述

source: 确定
de: OK
en: OK
es: Aceptar
fr: OK
ja: OK
ko: 확인
zh_hant: 確定

source: 确定删除？
de: Löschen?
en: Confirm Delete?
es: ¿Eliminar?
fr: Supprimer ?
ja: 削除しますか？
ko: 삭제?
zh_hant: 確定刪除？

source: 确定删除「%@」？此操作不可撤销。
de: löschen? Nicht rückgängig.
en: Delete "%@"? This action cannot be undone.
es: ¿Eliminar? Irreversible.
fr: Supprimer ? Irréversible.
ja: 「%@」を削除？取り消せない。
ko: '%@' 삭제? 되돌릴 수 없음.
zh_hant: 刪除「%@」？無法復原。

source: 确定删除「%@」及其所有物品？
de: und alle Gegenstände löschen?
en: Delete '%@' and all its items?
es: ¿Eliminar y objetos?
fr: Supprimer et objets ?
ja: 「%@」と中のアイテムを削除？
ko: '%@'과 모든 물품 삭제?
zh_hant: 刪除「%@」及其所有物品？

source: 确定删除选中的收纳组和收纳位？
de: Gruppen und Stauräume löschen?
en: Delete selected groups and locations?
es: ¿Eliminar grupos y ubicaciones?
fr: Supprimer groupes et emplacements ?
ja: 選択したグループと収納スペースを削除？
ko: 선택한 그룹과 수납 위치 삭제?
zh_hant: 刪除選中的收納組和收納位？

source: 确定删除选中的空间和收纳位？
de: Bereiche und Stauräume löschen?
en: Delete selected spaces and locations?
es: ¿Eliminar espacios y ubicaciones?
fr: Supprimer espaces et emplacements ?
ja: 選択したスペースと収納スペースを削除？
ko: 선택한 공간과 수납 위치 삭제?
zh_hant: 刪除選中的空間和收納位？

source: 确定要退出吗？
de: Wirklich beenden?
en: Are you sure you want to exit?
es: ¿Seguro que quieres salir?
fr: Quitter l'application ?
ja: 終了しますか？
ko: 종료하시겠습니까?
zh_hant: 確定要退出嗎？

source: 确认更新
de: Aktualisierung bestaetigen
en: Confirm Update
es: Confirmar actualizacion
fr: Confirmer la mise a jour
ja: 更新を確認
ko: 업데이트 확인
zh_hant: 確認更新

source: 视觉整洁
de: Visuelle Ordnung
en: Visual Tidiness
es: Orden visual
fr: Propreté visuelle
ja: 見た目の整頓
ko: 시각적 정돈
zh_hant: 視覺整潔

source: 视觉整洁（满分20）
de: Visuelle Ordnung (20)
en: Visual Tidiness (max 20)
es: Orden visual (20)
fr: Propreté visuelle (20)
ja: 見た目整頓（20点）
ko: 시각 정돈 (20점)
zh_hant: 視覺整潔（20分）

source: 稍显杂乱
de: Unordentlich
en: Cluttered
es: Desordenado
fr: Désordonné
ja: やや散らかっている
ko: 약간 지저분함
zh_hant: 稍顯雜亂

source: 空间
de: Bereich
en: Space
es: Espacio
fr: Espace
ja: スペース
ko: 공간
zh_hant: 空間

source: 空间利用
de: Raumnutzung
en: Space Usage
es: Uso del espacio
fr: Utilisation de l'espace
ja: スペース活用
ko: 공간 활용
zh_hant: 空間利用

source: 空间利用（满分20）
de: Raumnutzung (20)
en: Space Usage (max 20)
es: Uso espacio (20)
fr: Utilisation espace (20)
ja: スペース活用（20点）
ko: 공간 활용 (20점)
zh_hant: 空間利用（20分）

source: 空间参考
de: Bereichs-Referenz
en: Area Reference
es: Referencia del espacio
fr: Reference de l'espace
ja: 空間の参照
ko: 공간 참고
zh_hant: 空間參考

source: 空间大类排序
de: Kategorie-Reihenfolge
en: Group Order
es: Orden de categorías
fr: Ordre des catégories
ja: スペースカテゴリの並べ替え
ko: 공간 카테고리 정렬
zh_hant: 空間大類排序

source: 类别混放明显
de: Kategorien deutlich vermischt
en: Different categories mixed together
es: Categorías claramente mezcladas
fr: Catégories clairement mélangées
ja: カテゴリの混在が顕著
ko: 카테고리 혼재가 뚜렷함
zh_hant: 類別混放明顯

source: 精细化局部识别
de: Detaillierte Lokalerkennung
en: Detailed Local Scan
es: Reconocimiento detallado
fr: Reconnaissance detaillee
ja: 詳細な局所認識
ko: 세부 지역 인식
zh_hant: 精細化局部識別

source: 索引操作
de: Index
en: Index Management
es: Índice
fr: Index
ja: インデックス操作
ko: 인덱스 작업

source: 线缆未归拢
de: Kabel nicht sortiert
en: Cables not organized
es: Cables desordenados
fr: Câbles non rangés
ja: ケーブルがまとまっていない
ko: 케이블이 정리되지 않음
zh_hant: 線纜未歸攏

source: 给自己看的备注
de: Persönliche Notiz
en: A nickname for your reference
es: Nota personal
fr: Note perso
ja: 自分用メモ
ko: 자신만의 별명
zh_hant: 備註（僅自己可見）

source: 统计
de: Statistiken
en: Statistics
es: Estadísticas
fr: Statistiques
ja: 統計
ko: 통계
zh_hant: 統計

source: 维持
de: Aufrechterhalten
en: Sustain
es: Mantener
fr: Maintenir
ja: 維持
ko: 유지
zh_hant: 維持

source: 编辑
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh_hant: 編輯

source: 编辑模型
de: Modell bearbeiten
en: Edit Model
es: Editar modelo
fr: Modifier le modèle
ja: モデルを編集
ko: 모델 편집
zh_hant: 編輯模型

source: 编辑物品
de: Gegenstand bearbeiten
en: Edit Item
es: Editar objeto
fr: Modifier l'objet
ja: アイテムを編集
ko: 물품 편집
zh_hant: 編輯物品

source: 自动识别
de: Automatische Erkennung
en: Auto Detection
es: Deteccion automatica
fr: Detection auto
ja: 自動認識
ko: 자동 인식
zh_hant: 自動識別

source: 自定义...
de: Benutzerdefiniert...
en: Custom...
es: Personalizado...
fr: Personnalisé...
ja: カスタム...
ko: 사용자 지정...
zh_hant: 自訂...

source: 自然语言搜索
de: Natürlichsprach-Suche
en: Natural Language Search
es: Búsqueda en lenguaje natural
fr: Recherche en langage naturel
ja: 自然言語検索
ko: 자연어 검색
zh_hant: 自然語言搜尋

source: 解析失败：请确保粘贴的是正确的 JSON 格式内容
de: Analyse fehlgeschlagen: Ungültiges JSON
en: Parse Failed: Ensure the pasted text is valid JSON.
es: Análisis fallido: JSON no válido
fr: Analyse échouée : JSON invalide
ja: 解析失敗：正しいJSONを貼付
ko: 분석 실패: 올바른 JSON 입력
zh_hant: 解析失敗：請貼上正確 JSON

source: 解析并应用文字结果
de: Ergebnis analysieren und anwenden
en: Parse & Apply Output
es: Analizar y aplicar resultado
fr: Analyser et appliquer
ja: テキスト結果を解析適用
ko: 텍스트 결과 분석 및 적용
zh_hant: 解析並應用文字結果

source: 设置
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hant: 設定

source: 识别
de: Erkennung
en: Detect
es: Detectar
fr: Détecter
ja: 認識
ko: 인식
zh_hant: 識別

source: 识别到的物品
de: Erkannte Objekte
en: Detected Items
es: Objetos detectados
fr: Objets détectés
ja: 検出されたアイテム
ko: 감지된 물품
zh_hant: 識別到的物品

source: 识别到的物品：
de: Erkannte:
en: Detected Items:
es: Detectados:
fr: Détectés :
ja: 検出アイテム：
ko: 감지된 물품:
zh_hant: 識別到的物品：

source: 识别模式
de: Erkennungsmodus
en: Mode
es: Modo de deteccion
fr: Mode de detection
ja: 認識モード
ko: 인식 모드
zh_hant: 識別模式

source: 识别物体
de: Objekte erkennen
en: Detect Objects
es: Reconocer objetos
fr: Reconnaitre les objets
ja: 物体を認識
ko: 객체 인식
zh_hant: 識別物體

source: 识别物品
de: Objekte erkennen
en: Detect Items
es: Detectar objetos
fr: Détecter les objets
ja: アイテム認識
ko: 물품 인식
zh_hant: 識別物品

source: 识别结果
de: Ergebnisse
en: Results
es: Resultados
fr: Resultats
ja: 認識結果
ko: 인식 결과
zh_hant: 識別結果

source: 识别错误
de: Erkennungsfehler
en: Recognition Error
es: Error de reconocimiento
fr: Erreur de reconnaissance
ja: 認識エラー
ko: 인식 오류
zh_hant: 識別錯誤

source: 试试普通搜索或其他关键词
de: Normale Suche oder andere Stichwörter versuchen
en: Try regular search or other keywords
es: Prueba búsqueda normal u otras palabras
fr: Essayez la recherche normale ou d'autres mots-clés
ja: 通常検索または別のキーワードを試す
ko: 일반 검색이나 다른 키워드를 시도하세요
zh_hant: 試試普通搜尋或其他關鍵詞

source: 详细描述
de: Ausfuehrliche Beschreibung
en: Detailed Description
es: Descripcion detallada
fr: Description detaillee
ja: 詳細説明
ko: 상세 설명
zh_hant: 詳細描述

source: 请先在设置中配置API Key
de: API-Schlüssel in den Einstellungen konfigurieren
en: Please configure API Key in Settings first
es: Configura la API Key en ajustes
fr: Configurez la clé API dans les réglages
ja: 設定でAPIキーを設定してください
ko: 설정에서 API 키를 구성하세요
zh_hant: 請先在設定中配置 API Key

source: 请先建立一个收纳位
de: Zuerst einen Stauraum erstellen
en: Create a location first
es: Crea una ubicación primero
fr: Créez d'abord un emplacement
ja: まず収納スペースを作成してください
ko: 먼저 수납 위치를 만드세요
zh_hant: 請先建立一個收納位

source: 请先建立一个收纳组，然后再创建你的收纳位
de: Zuerst eine Gruppe
en: Please build a Storage Group before creating your first location.
es: Primero crea un grupo
fr: Créez d'abord un groupe
ja: まずグループを作成
ko: 먼저 그룹을 만드세요
zh_hant: 請先建立收納組

source: 请先选择收纳位
de: Zuerst einen Stauraum waehlen
en: Please Select a Location First
es: Selecciona una ubicación
fr: Sélectionnez un emplacement
ja: まず収納スペースを選択
ko: 먼저 수납 위치를 선택하세요
zh_hant: 請先選擇收納位

source: 请创建新房间
de: Neuen Raum erstellen
en: Create a new room
es: Crea una habitación nueva
fr: Créez une nouvelle pièce
ja: 新しい部屋を作成
ko: 새 방을 만드세요
zh_hant: 請建立新房間

source: 谷歌 (gemini-1.5-pro)
de: Google (gemini-1.5-pro)
en: Google (gemini-1.5-pro)
es: Google (gemini-1.5-pro)
fr: Google (gemini-1.5-pro)
ja: Google (gemini-1.5-pro)
ko: Google (gemini-1.5-pro)
zh_hant: Google (gemini-1.5-pro)

source: 豆包 (ep-xxx)
de: Doubao (ep-xxx)
en: Doubao (ep-xxx)
es: Doubao (ep-xxx)
fr: Doubao (ep-xxx)
ja: Doubao (ep-xxx)
ko: Doubao (ep-xxx)

source: 输入新模型 ID，按回车添加
de: Modell-ID, Return
en: Enter model ID, press Return to add
es: ID del modelo, Return
fr: ID du modèle, Retour
ja: モデルID入力、Returnで追加
ko: 모델 ID 입력, Return 추가
zh_hant: 輸入模型 ID，按回車新增

source: 输入物品名称、描述或分类
de: Name, Beschreibung oder Kategorie
en: Enter item name, description or category
es: Nombre, descripción o categoría
fr: Nom, description ou catégorie
ja: アイテム名、説明、分類を入力
ko: 물품 이름, 설명, 분류 입력
zh_hant: 輸入物品名稱、描述或分類

source: 输入自定义模型名称...
de: Modellname...
en: Enter Custom Model Name...
es: Nombre del modelo...
fr: Nom du modèle...
ja: モデル名を入力...
ko: 모델 이름 입력...
zh_hant: 輸入模型名稱...

source: 还在努力思考中，再给点耐心...
de: Denkt nach...
en: Still thinking, please wait...
es: Pensando...
fr: En réflexion...
ja: 考え中...
ko: 생각 중...
zh_hant: 還在思考中...

source: 还没有收纳体系
de: Noch kein System
en: No storage system yet
es: Sin sistema aún
fr: Aucun système
ja: まだ収納システムがありません
ko: 수납 체계가 없습니다
zh_hant: 還沒有收納體系

source: 还没有收纳空间
de: Noch keine Bereiche
en: No spaces yet
es: Sin espacios aún
fr: Aucun espace
ja: まだ収納スペースがありません
ko: 수납 공간이 없습니다
zh_hant: 還沒有收納空間

source: 还没有查找记录
de: Kein Verlauf
en: No Search History Yet
es: Sin historial
fr: Aucun historique
ja: 検索履歴がありません
ko: 검색 기록이 없습니다
zh_hant: 還沒有查詢記錄

source: 还没有物品，去识别标签添加吧！
de: Noch keine Gegenstände. Fuegen Sie welche ueber Erkennung hinzu!
en: No items yet. Go to Detect tab to add some!
es: Sin objetos aun. Ve a Detectar para agregar!
fr: Aucun objet. Allez dans Detecter pour en ajouter !
ja: アイテムがまだありません。認識タブで追加してください！
ko: 아직 물품이 없습니다. 인식 탭에서 추가하세요!
zh_hant: 還沒有物品，去識別標籤新增吧！

source: 连接失败
de: Verbindung fehlgeschlagen
en: Connection Failed
es: Conexión fallida
fr: Échec de connexion
ja: 接続失敗
ko: 연결 실패
zh_hant: 連線失敗

source: 连接测试
de: Verbindungstest
en: Connection Test
es: Prueba de conexion
fr: Test de connexion
ja: 接続テスト
ko: 연결 테스트
zh_hant: 連線測試

source: 退出
de: Beenden
en: Exit
es: Salir
fr: Quitter
ja: 終了
ko: 종료

source: 选择
de: Auswählen
en: Select
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
zh_hant: 選擇

source: 选择房间
de: Raum auswählen
en: Select Room
es: Seleccionar habitación
fr: Choisir une pièce
ja: 部屋を選択
ko: 방 선택
zh_hant: 選擇房間

source: 选择收纳组
de: Gruppe auswählen
en: Select Storage Group
es: Seleccionar grupo
fr: Choisir un groupe
ja: グループを選択
ko: 그룹 선택
zh_hant: 選擇收納組

source: 选择照片
de: Foto waehlen
en: Pick Photo
es: Elegir foto
fr: Choisir une photo
ja: 写真を選択
ko: 사진 선택
zh_hant: 選擇照片

source: 选择空间
de: Bereich auswählen
en: Select Space
es: Seleccionar espacio
fr: Choisir un espace
ja: スペースを選択
ko: 공간 선택
zh_hant: 選擇空間

source: 选择项目
de: Elemente auswählen
en: Select Items
es: Seleccionar elementos
fr: Sélectionner des éléments
ja: 項目を選択
ko: 항목 선택
zh_hant: 選擇項目

source: 通过系统文件管理器，你可以将数据安全地备份到 iCloud、OneDrive 或本地设备中。
de: Sichern in iCloud/OneDrive oder lokal.
en: Backup your data securely to iCloud, OneDrive or your device using the file manager.
es: Backup a iCloud/OneDrive o local.
fr: Sauvegardez sur iCloud/OneDrive ou en local.
ja: ファイルマネージャーでiCloud/OneDrive/ローカルにバックアップ可能。
ko: 파일 관리자로 iCloud/OneDrive/로컬에 백업.
zh_hant: 可透過檔案管理器備份到 iCloud/OneDrive 或本機。

source: 郑云凯 769440615@qq.com 版权所有©️
de: © Zheng Yunkun 769440615@qq.com
en: © Zheng Yunkun 769440615@qq.com
es: © Zheng Yunkun 769440615@qq.com
fr: © Zheng Yunkun 769440615@qq.com
ja: © 鄭雲凱 769440615@qq.com
ko: © 정운개 769440615@qq.com
zh_hant: 鄭雲凱 769440615@qq.com 版權所有©️

source: 配置 API Key
de: API-Schlüssel konfigurieren
en: Configure API Key
es: Configurar API Key
fr: Configurer la clé API
ja: APIキーを設定
ko: API 키 설정
zh_hant: 設定 API Key

source: 重建搜索索引
de: Suchindex neu aufbauen
en: Rebuild Search Index
es: Reconstruir índice
fr: Reconstruire l'index
ja: 検索インデックスを再構築
ko: 검색 인덱스 재구성
zh_hant: 重建搜尋索引

source: 重建索引可解决Siri和Spotlight搜索不到物品的问题。清空索引会移除所有Siri搜索建议。
de: Index-Aufbau behebt Siri-/Spotlight-Probleme.
en: Rebuilding helps resolve Spotlight/Siri search issues. Clearing will remove all Siri suggestions.
es: Reconstruir índice resuelve problemas de Siri/Spotlight.
fr: Reconstruire l'index résout les problèmes Siri/Spotlight.
ja: インデックス再構築でSiri/Spotlight検索問題を解決。
ko: 인덱스 재구성으로 Siri/Spotlight 검색 문제 해결.
zh_hant: 重建索引解決Siri/Spotlight搜尋問題。清空移除Siri建議。

source: 隐私安全提示
de: Datenschutz & Sicherheit
en: Privacy & Security
es: Privacidad y seguridad
fr: Confidentialité et sécurité
ja: プライバシーとセキュリティ
ko: 개인정보 및 보안
zh_hant: 隱私安全提示

source: 随便起，只有你自己看得到，不影响任何功能。
de: Nur Sie sehen ihn.
en: Only you see this — it won't affect anything.
es: Solo tú lo ves.
fr: Visible par vous seul.
ja: お好きな名前で。自分のみ表示。
ko: 원하는 이름. 본인만 표시.
zh_hant: 隨便起名，僅自己可見。

source: 需要先建立收纳组
de: Zuerst eine Gruppe erstellen
en: Create a Group First
es: Crea un grupo primero
fr: Crééz d'abord un groupe
ja: まずグループを作成
ko: 먼저 그룹을 만드세요
zh_hant: 需要先建立收納組

source: 非常整齐
de: Ausgezeichnet
en: Excellent
es: Excelente
fr: Excellent
ja: とても整頓
ko: 매우 정돈됨
zh_hant: 非常整齊

source: 非常杂乱
de: Sehr unordentlich
en: Very Cluttered
es: Muy desordenado
fr: Très désordonné
ja: とても散らかっている
ko: 매우 지저분함
zh_hant: 非常雜亂

source: 食品与清洁剂混放
de: Essen mit Reinigungsmitteln gemischt
en: Food mixed with cleaning products
es: Comida mezclada con limpiadores
fr: Nourriture mélangée aux produits ménagers
ja: 食品と洗剤が混在
ko: 식품과 세제가 혼재
zh_hant: 食品與清潔劑混放

source: 马上就好了，请别走开...
de: Gleich fertig...
en: Almost there, don't go away...
es: Ya casi...
fr: Bientôt...
ja: もうすぐ...
ko: 곧 완료...
zh_hant: 馬上就好...

source: 验证准确
de: Als genau markieren
en: Mark Accurate
es: Marcar preciso
fr: Marquer précis
ja: 正確と確認
ko: 정확 확인
zh_hant: 驗證準確
